/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Criado pelo time global DigiWallet. Versão %1$@";

/* Privay Policy button label */
"About.privacy" = "Política de Privacidade";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Termos de Uso";

/* About screen title */
"About.title" = "Sobre";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Fechar";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Central de Suporte";

/* Loading Wallet Message */
"Account.loadingMessage" = "Carregando a Carteira";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Minha DigiWallet";

/* Error alert title */
"Alert.error" = "Erro";

/* No internet alert message */
"Alert.noInternet" = "Sem conexão com a internet. Verifique sua conexão e tente novamente.";

/* Warning alert title */
"Alert.warning" = "Aviso";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Os endereços foram copiados";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Todos os endereços da carteira foram copiados com sucesso.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "A Chave de recuperação pessoal foi definida";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Ótimo!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Definido";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Falha no Envio";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Confirmação de Envio";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte enviado!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Erro na Serialização do JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "A carteira não está pronta";

/* API Token error message */
"ApiClient.tokenError" = "Não foi possível recuperar o token da API";

/* header of balance */
"Balance.header" = "Total\nEquilibrar";

/* Send BCH view body. */
"BCH.body" = "Digite um endereço de destino DigiByte abaixo. Todos os DigiByte de sua carteira no momento do fork (%1$@) serão enviados.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirme o envio de %1$@ para %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmação";

/* Generic bch erorr message */
"BCH.genericError" = "Sua conta não tem nenhum DigiByte, ou você recebeu DigiByte depois do fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID da transação copiado";

/* No address error message */
"BCH.noAddressError" = "Por favor, informe um endereço";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Payment Protocol Requests não são suportados para transações de DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte foi enviado com sucesso.";

/* Widthdraw BCH view title */
"BCH.title" = "Saque de DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID de Transação DigiByte";

/* Approve button label */
"BitID.approve" = "Aprovar";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ está solicitando autenticação usando sua carteira DigiByte";

/* Deny button label */
"BitID.deny" = "Negar";

/* BitID error alert title */
"BitID.error" = "Erro de Autenticação";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Por favor, verifique com o serviço. Talvez seja necessário tentar novamente.";

/* BitID success alert title */
"BitID.success" = "Autenticação feita com sucesso";

/* BitID Authentication Request alert view title */
"DigiID.title" = "Requisição de Autenticação DigiID";

/* Cancel button label */
"Button.cancel" = "Cancelar";

/* Ignore button label */
"Button.ignore" = "Ignorar";

/* menu button */
"Button.menu" = "Menu";

/* No button */
"Button.no" = "Não";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Receber";

/* send button */
"Button.send" = "Enviar";

/* Settings button label */
"Button.settings" = "Configurações";

/* Settings button label */
"Button.submit" = "Salvar";

/* Yes button */
"Button.yes" = "Sim";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centralize seu ID na caixa";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Quantia a ser enviada:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Taxa da Rede:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Tempo de processamento: Esta transação levará %1$@ segundos para ser processada.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Enviar";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmação";

/* To: (address) */
"Confirmation.to" = "Para";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Custo Total:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Para garantir que tudo foi escrito corretamente, por favor informe as seguintes palavras de sua chave de papel.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Palavra #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unidade de Exibição DigiByte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Taxa de Câmbio";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Este dispositivo não está configurado para enviar email com aplicativo do iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email Indisponível";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Este dispositivo não está configurado para enviar mensagens.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Envio de mensagens indisponível";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Você pode personalizar seu limite de gastos com Face ID em %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Use seu rosto para destravar sua DigiWallet e enviar Digibyte até o limite configurado.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Texto do Link (ver TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Ativar Face ID para DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Você não configurou Face ID neste dispositivo. Vá em Configurações->Face ID e Código para configurar agora.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID não está configurado";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limite de Gastos com Face ID";

/* Economy fee */
"FeeSelector.economy" = "Econômico";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Entrega Estimada: 1 minutos ou mais";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Esta opção não é recomendada para transações que precisam ser rápidas.";

/* Regular fee */
"FeeSelector.regular" = "Normal";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Entrega Estimada: de 15 a 30 segundos";

/* Fee Selector title */
"FeeSelector.title" = "Velocidade de Processamento";

/* Checking private key balance progress view text */
"Import.checking" = "Verificando saldo da chave privada…";

/* Sweep private key confirmation message */
"Import.confirm" = "Enviar %1$@ desta chave privada para sua carteira? A rede DigiByte irá receber uma taxa de %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Esta chave privada já está em sua carteira.";

/* empty private key error message */
"Import.Error.empty" = "Esta chave privada está vazia.";

/* High fees error message */
"Import.Error.highFees" = "Taxas de transação seriam maiores que os fundos disponíveis nesta chave privada.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Não é uma chave privada válida";

/* Import signing error message */
"Import.Error.signing" = "Erro na assinatura da transação";

/* Import button label */
"Import.importButton" = "Importar";

/* Importing wallet progress view label */
"Import.importing" = "Importando Carteira";

/* Caption for graphics */
"Import.leftCaption" = "Carteira a ser importada";

/* Import wallet intro screen message */
"Import.message" = "A importação de uma carteira transfere todo DigiByte de sua outra carteira para a sua DigiWallet em uma única transação.";

/* Enter password alert view title */
"Import.password" = "Esta chave privada é protegida por senha.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "senha";

/* Caption for graphics */
"Import.rightCaption" = "Sua DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Escanear Chave Privada";

/* Import wallet success alert title */
"Import.success" = "Sucesso";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Sua carteira foi importada com sucesso.";

/* Import Wallet screen title */
"Import.title" = "Importar Carteira";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Destravando Chave";

/* Import wallet intro warning message */
"Import.warning" = "A importação de uma carteira não inclui histórico de transações ou outros detalhes.";

/* Wrong password alert message */
"Import.wrongPassword" = "Senha incorreta, por favor tente novamente.";

/* Close app button */
"JailbreakWarnings.close" = "Fechar";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorar";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SEGURANÇA DO DISPOSITIVO COMPROMETIDA\nQualquer aplicativo 'jailbreak' pode acessar os dados de sua DigiWallet e roubar seus DigiByte! Apague esta carteira imediatamente e restaure-a em um dispositivo seguro.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "Qualquer aplicativo 'jailbreak' pode acessar os dados de sua DigiWallet e roubar seus DigiByte. Por favor use a DigiWallet em um dispositivo que não foi destravado com jailbreak.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ATENÇÃO";

/* Location services disabled error */
"LocationPlugin.disabled" = "Serviços de Localização estão desabilitados.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet não tem permissão para acessar os serviços de localização.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Você criou sua carteira em %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "O nome de sua carteira aparece somente em seu histórico de transações e não pode ser visto por mais ninguém.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nome da Carteira";

/* Manage wallet modal title */
"ManageWallet.title" = "Gerenciar Carteira";

/* Menu button title */
"MenuButton.lock" = "Travar Carteira";

/* Menu button title */
"MenuButton.security" = "Centro de Segurança";

/* Menu button title */
"MenuButton.settings" = "Configurações";

/* Menu button title */
"MenuButton.support" = "Suporte";

/* button label */
"MenuViewController.createButton" = "Criar Nova Carteira";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Recuperar Carteira";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Mudar para Modo Automático";

/* Node is connected label */
"NodeSelector.connected" = "Conectado";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Informar endereço IP e porta do nó (opcional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Informar Nó";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Mudar para Modo Manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Nó Primário Atual";

/* Node is not connected label */
"NodeSelector.notConnected" = "Não Conectado";

/* Node status label */
"NodeSelector.statusLabel" = "Status de Conexão do Nó";

/* Node Selector view title */
"NodeSelector.title" = "Nós DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Pedido de Pagamento Inválido";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Documento não suportado ou corrompido";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Certificado ausente";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Pedido expirado";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Não foi possível efetuar o pagamento";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Pagamentos com DigiByte  não podem ser menores que %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Pagamentos com DigiByte não podem ser menores que %1$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Tipo de assinatura não suportado";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Certificado Não Confiável";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Toque aqui para ativar Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Ativar Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Uma senha de dispositivo é necessária para a segurança de sua carteira. Vá em Configurações e ative a senha.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Ativar Senha do Dispositivo";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Sua Chave de recuperação pessoal deve ser guardada para o caso de você perder ou trocar de telefone. Toque aqui para continuar.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Ação Requerida";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Sua carteira pode estar dessincronizada. Em muito casos, isso pode ser corrigido ao reescanear a blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transação Rejeitada";

/* header of PinView */
"Prompts.SecurityCheck.header" = "Segurança\nVerifica";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ajude a melhorar a DigiWallet compartilhando anonimamente os seus dados";

/* Share data prompt title */
"Prompts.ShareData.title" = "Compartilhamento Anônimo de Dados";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Toque aqui para ativar Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Ativar Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet mudou para o PIN de 6 dígitos. Toque aqui para atualizar.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Atualizar PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Ative notificações para receber mensagens especiais da DigiWallet no futuro.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notificações";

/* Push notifications are off label */
"PushNotifications.off" = "Desligado";

/* Push notifications are on label */
"PushNotifications.on" = "Ligado";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificações";

/* Address copied message. */
"Receive.copied" = "Copiado para a área de transferência.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Solicite uma Quantia";

/* Share button label */
"Receive.share" = "Compartilhar";

/* Share via text message (SMS) */
"Receive.textButton" = "Mensagem de Texto";

/* Receive modal title */
"Receive.title" = "Receber";

/* Done button text */
"RecoverWallet.done" = "Concluído";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperar Carteira";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Redefinir PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Informar Chave de recuperação pessoal";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recuperar sua DigiWallet com sua Chave de recuperação pessoal.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "A Chave de recuperação pessoal que você informou é inválida. Por favor verifique cada palavra e tente novamente.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Seta Esquerda";

/* Next button label */
"RecoverWallet.next" = "Próximo";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Toque aqui para obter mais informações.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Seta Direita";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Informar a Chave de recuperação pessoal da carteira que você quer recuperar.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Para redefinir seu PIN, informe as palavras de sua Chave de recuperação pessoal nos campos abaixo.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Por favor informe uma quantia.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Solicite uma Quantia";

/* Alert action button label */
"ReScan.alertAction" = "Sincronizar";

/* Alert message body */
"ReScan.alertMessage" = "Você não poderá enviar DigiByte enquanto estiver em sincronização.";

/* Alert message title */
"ReScan.alertTitle" = "Sincronizar com Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minutos";

/* Syncing explanation */
"ReScan.body2" = "Se uma transação aparecer como completada na rede DigiByte mas não na sua DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Você recebe um erro repetidamente dizendo que a transação foi rejeitada.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Sincronizar";

/* Sync blockchain view footer */
"ReScan.footer" = "Você não poderá enviar DigiByte enquanto estiver sincronizando com a blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronizar Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Tempo estimado";

/* Subheader label */
"ReScan.subheader2" = "Quando Sincronizar?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash da Câmera";

/* Complete filter label */
"Search.complete" = "concluído";

/* Pending filter label */
"Search.pending" = "pendente";

/* Received filter label */
"Search.received" = "recebido";

/* Sent filter label */
"Search.sent" = "enviado";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Ative todas as opções de segurança para máxima proteção.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "A única maneira de acessar seu DigiByte caso você perca ou troque de telefone.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Chave de recuperação pessoal";

/* PIN button description */
"SecurityCenter.pinDescription" = "Proteja sua DigiWallet de usuários não autorizados.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN de 6 Dígitos";

/* Security Center Title */
"SecurityCenter.title" = "Centro de Segurança";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Convenientemente destrave sua DigiWallet e envie Digibyte até o limite definido.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Quantia";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Vá até Configurações para permitir o acesso à câmera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet não tem acesso à câmera";

/* Warning when sending to self. */
"Send.containsAddress" = "O endereço de destino é igual ao de envio. Você não pode enviar para si mesmo.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Não foi possível criar a transação.";

/* Description for sending money label */
"Send.descriptionLabel" = "Página de anotações";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "A área de transferência está em branco";

/* Network Fee: $0.01 */
"Send.fee" = "Taxa da rede: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "A identidade do beneficiário não está certificada.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "O endereço de destino não é um endereço DigiByte válido.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "A área de transferência não tem um endereço DigiByte válido.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Endereço inválido";

/* Is rescanning error message */
"Send.isRescanning" = "O envio está desativado durante o re-escaneamento completo.";

/* Loading request activity view message */
"Send.loadingRequest" = "Carregando Pedido";

/* Empty address alert message */
"Send.noAddress" = "Por favor insira o endereço do destinatário.";

/* Emtpy amount alert message */
"Send.noAmount" = "Por favor insira o valor a ser enviado.";

/* Paste button label */
"Send.pasteLabel" = "Colar";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Não foi possível publicar a transação.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Não foi possível carregar pedido de pagamento";

/* Scan button label */
"Send.scanLabel" = "Escanear";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Enviar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enviar";

/* Send money to label */
"Send.toLabel" = "Para";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Os endereços DigiByte podem ser usados apenas uma vez.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "A reutilização reduz a privacidade para você e o destinatário, e pode resultar em perda caso o destinatário não controle o endereço diretamente.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Endereço já em uso";

/* About label */
"Settings.about" = "Sobre";

/* Advanced Settings title */
"Settings.advancedTitle" = "Configurações Avançadas";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Mostrar moeda";

/* Join Early access label */
"Settings.earlyAccess" = "Participar do acesso antecipado";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Está gostando da DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limite de Gasto com Face ID";

/* Import wallet label */
"Settings.importTitle" = "Importar Carteira";

/* Manage settings section header */
"Settings.manage" = "Gerenciar";

/* Notifications label */
"Settings.notifications" = "Notificações";

/* Leave review button label */
"Settings.review" = "Deixe a sua opinião";

/* Share anonymous data label */
"Settings.shareData" = "Compartilhe Dados Anônimos";

/* Sync blockchain label */
"Settings.sync" = "Sincronização da Blockchain";

/* Settings title */
"Settings.title" = "Configurações";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limite de Gasto com Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Carteira";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Iniciar/Recuperar Outra Carteira";

/* Share data view body */
"ShareData.body" = "Ajude a melhorar DigiWallet compartilhando dados anônimos com a gente. Esses dados não incluem qualquer informação financeira. Nós respeitamos sua privacidade financeira.";

/* Share data header */
"ShareData.header" = "Compartilhar Dados?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Compartilhar Dados Anônimos?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Anote a Chave de recuperação  Novamente";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Sua Chave de recuperação pessoal é a única maneira para restaurar sua DigiWallet caso seu telefone seja perdido, roubado, quebrado ou troque de aparelho.\n\nNós iremos mostrar uma lista de palavras; anote-as  e guarde em um lugar seguro.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Anote a Chave de recuperação pessoal";

/* Argument is date */
"StartPaperPhrase.date" = "Você escreveu a sua Chave de recuperação pessoal pela última vez  em  %1$@";

/* Start view message */
"StartViewController.message" = "A maneira mais segura de usar DigiByte.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "Bloquear\nAltura";

"SynchingView.progressLabel" = "Progresso";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Conectando";

/* Syncing view header text */
"SyncingView.header" = "Sincronizando";

/* Retry button label */
"SyncingView.retry" = "Tente novamente";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizando";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ dia(s)";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ min";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Você pode personalizar o limite de gasto com Touch ID em %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Use sua digital para desbloquear sua DigiWallet e enviar Digibyte até o limite definido.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Tela de Limite de Gastos com Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limite de gastos: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Habilite o Touch ID na DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Você não configurou o Touch ID neste dispositivo. Vá em Configurações->Touch ID e Código para configurar.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Não Definido";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Sempre solicite a senha";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Você deverá informar o PIN de 6 dígitos para fazer qualquer transação acima do seu limite de gastos e a cada 48 horas deste a última vez que você informou seu PIN de 6 dígitos.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limite de Gastos com Touch ID";

/* Availability status text */
"Transaction.available" = "Disponível";

/* Transaction complete label */
"Transaction.complete" = "Concluído";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Saldo final: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Taxa de câmbio quando recebido:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Taxa de câmbio quando enviado:";

/* (b600 fee) */
"Transaction.fee" = "(taxa: %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "INVÁLIDO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "agora mesmo";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Em andamento: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Em andamento: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Saldo inicial: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Aguardando confirmação. Alguns comerciantes precisam de confirmação para finalizar uma transação. Tempo estimado: 1-2 minutos.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "conta";

/* Amount section header */
"TransactionDetails.amountHeader" = "Quantia";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmado no Bloco";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Página de anotações\n";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Suas transações irão aparecer aqui.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "em %1$@";

/* More button title */
"TransactionDetails.more" = "Mais…";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Movido %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Movido <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Não Confirmado";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Recebido %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Recebido <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Enviado %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Enviado <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalhes da Transação";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "para %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID da Transação DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Recebido neste endereço";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Enviado para este endereço";

/* filter buttons for transactionView */
"TransactionView.all" = "todos";

"TransactionView.received" = "recebido";

"TransactionView.sent" = "enviado";

/* Disabled until date */
"UnlockScreen.disabled" = "Desativado até: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Meu Endereço";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Redefinir PIN";

/* Scan button title */
"UnlockScreen.scan" = "Escanear";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Informar PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Desbloqueie sua DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Desbloqueie com o Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Carteira Desbloqueada";

/* Update PIN caption text */
"UpdatePin.caption" = "Lembre-se deste PIN. Se você esquecer, não será possível acessar seus DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Seu PIN será usado para destravar sua DigiWallet e enviar Digibyte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Definir PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Informe o PIN novamente";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Informe o PIN atual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Informe o novo PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Informe o novo PIN outra vez.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Desculpe, não foi possível atualizar o PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Erro ao atualizar o PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Atualizar PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copiar endereços da carteira?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorize a cópia do endereço da carteira para a área de transferência";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiar Endereços da Wallet";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiar";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Por favor informe seu PIN para autorizar esta transação.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Por favor informe seu PIN para continuar.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Requerido";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizar esta transação";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Abra o aplicativo DigiWallet no iPhone para fazer a configuração da carteira.";

/* Dismiss button label */
"Webview.dismiss" = "Fechar";

/* Webview loading error message */
"Webview.errorMessage" = "Houve um erro ao carregar o conteúdo. Por favor, tente novamente.";

/* Updating webview message */
"Webview.updating" = "Atualizando…";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte for iOS mudou seu nome para DigiWallet, com um novo visual e novas funcionalidades.\n\nSe você precisar de ajuda, procure por (?) na parte superior direita da maioria das telas.";

/* Top title of welcome screen */
"Welcome.title" = "Bem-vindo à DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Tem certeza que quer remover esta carteira?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Apagar Carteira?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Erro ao apagar carteira.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Falhou";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Informe a frase de recuperação da carteira para apagá-la ou recuperar uma outra carteira. Seu saldo atual permanecerá nesta frase de recuperação.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Criar ou recuperar outra carteira permite que você acesse e gerencie uma DigiWallet diferente neste dispositivo.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Você não poderá mais acessar esta DigiWallet a partir deste dispositivo. O saldo permanecerá nesta frase de recuperação.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Criar ou Recuperar Outra Carteira";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Apagar";

/* Wiping activity message */
"WipeWallet.wiping" = "Apagando…";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Anote cada palavra na ordem em que aparecem e guarde-as em um lugar seguro.";

/* button label */
"WritePaperPhrase.next" = "Próxima";

/* button label */
"WritePaperPhrase.previous" = "Anterior";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d de %2$d";

